module.exports = {
// 开发环境
// 按钮坐标
    双风暴: [1709, 236], // 双风暴位置
    神速: [2070, 435], // 神速位置
    攻击: [1885, 543], // 攻击按钮
    旭日: [1707, 442], // 旭日位置
    选单: [291,107], //选单位置
    角色: [548,244], //角色位置
    道具: [537,550], //道具位置
    设定: [930,375], //设定位置
    返回: [301, 131], //返回位置
    关闭: [2149, 101], //关闭位置
    技能: [1607, 420], //技能位置
    使用特殊技能: [1666, 268], //使用特殊技能位置
    锻造大师技能: [1641, 272], // 锻造大师技能位置 ps：如果学习了射击技能
    锻造大师技能未学汪: [652, 271],
    素材加工: [1256, 534], // 素材加工位置
    精炼装备: [1661, 525], // 精炼装备位置
    开始加工: [678, 342], // 开始加工位置
    单选: [978, 342], //单选位置
    多选: [978, 342], //多选位置
    装备: [1332, 1032], //背包装备位置
    道具: [1662, 1023], //背包道具位置
    收集: [1980, 1023], //背包收集位置
    确认: [1223, 900], //确认位置
    领取点数: [1170, 952], //领取点数位置
    领取点数之后: [1170, 952], //领取点数之后确认位置
    摄影模式: [1872, 378], //摄影模式位置
    广域散射: [2080, 256], //广域散射位置
    精炼装备_选择精炼材料: [1813, 278], //精炼装备_选择精炼材料位置
    开始精炼: [743, 973], //开始精炼位置
    精炼完成: [1214, 883], //精炼完成位置
    //特殊竞技场配套位置
    特殊2竞技场位置: [2068, 540],
    动作: [1695,543],
    特殊竞技场受理处: [1298,443],
    跳过: [2215, 100],
    准备好了:[1743,895],
    起点坐标:[450,852],
    终点坐标:[475, 400],
    频道:[2180,1022],
    水晶位置:[1532,192],
    //图片路径
    全屏位置:[device.width, device.height],
// 分辨率
    REF_WIDTH: 2340,
    REF_HEIGHT: 1080
};
